yogaData = {
    1:
    {
        image: 'url("../yoga-illustration/white-png/1.png")',
        yogaName: 'ВРИКШАСАНА',
        rusianName: '(поза дерева)',
        description: 'Это поза растягивает и укрепляет мышцы ног и учит сохранять равновесие. Регулярное выполнение поз на равновесие улучшит концентрацию внимания, повысит мышечный тонус и поможет обрести душевное равновесие.'
    },
    2:
    {
        image: 'url("../yoga-illustration/white-png/2.png")',
        yogaName: 'НАТАРАДЖАСАНА',
        rusianName: '(поза царя Натараджи)',
        description: 'Асана вытягивает плечи и грудную клетку. Вытягивает бедра, живот и область паха. Укрепляет ноги и лодыжки. Улучшает чувство равновесия. Нормализует гормональный баланс. Успокаивает нервную систему.Улучшает кровообращение в органах малого таза. Освобождает диафрагмальную область от напряжения.'
    },
    // 3:
    // {
    //     image: 'url("./yoga-img/3.jpg")',
    //     yogaName: 'АРДХА ЧАНДРАСАНА',
    //     rusianName: '(поза полумесяца)',
    //     description: 'Эта поза укрепляет ноги и улучшает чувство равновесия. Регулярные тренировки укрепят координацию и концентрацию. Благодаря сильной растяжке позвоночника спина становится более гибкой. Поза восстанавливает правильную центровку тела.'
    // },
    // 4:
    // {
    //     image: 'url("./yoga-img/4.jpg")',
    //     yogaName: 'ВИРАБХАДРАСАНА I',
    //     rusianName: '(поза воина)',
    //     description: 'Это более сложная поза, которая позволяет хорошо раскрыть грудную клетку, что в свою очередь приводит к улучшению дыхания. Она также помогает снять ригидность в плечах, спине и шее.'
    // },
    // 5:
    // {
    //     image: 'url("./yoga-img/5.jpg")',
    //     yogaName: 'ВИРАБХАДРАСАНА II',
    //     rusianName: '(поза воина)',
    //     description: 'Эта поза укрепляет ноги, возвращает гибкость мышцам спины, тонизирует мышцы брюшной полости. Хотя позу называют второй, выполняют ее первой, так как она менее сложная.'
    // },
    // 6:
    // {
    //     image: 'url("./yoga-img/6.jpg")',
    //     yogaName: 'АНДЖАНЕЙАСАНА',
    //     rusianName: '( поза низкого выпада вперед)',
    //     description: 'Снимает воспаление седалищного нерва, придает тонус отводящей мышцы бедра, укрепляет руки и плечи, растягивает мышцы и связки бедра и колена.'
    // },
    // 7:
    // {
    //     image: 'url("./yoga-img/7.jpg")',
    //     yogaName: 'УТТХИТА ПАРШВАКОНАСАНА',
    //     rusianName: '(поза вытянутого треугольника с наклоном)',
    //     description: 'Эта асана тонизирует лодыжки, колени и бедра. Она исправляет дефекты икр и бедер, развивает грудь, сокращает жировые отложения в области талии и таза, устраняет ишиас и артрит. Также усиливает перистальтику кишечника и способствует дефекации'
    // },
    // 8:
    // {
    //     image: 'url("./yoga-img/8.jpg")',
    //     yogaName: 'УТКАТАСАНА',
    //     rusianName: '(поза энергии)',
    //     description: 'Эта поза выглядит так, словно вы сидите на воображаемом стуле. Уткатасана увеличивает подвижность        плеч и        щиколоток, укрепляет ноги, тонизирует позвоночник и органы брюшной полости, полностью раскрывает        грудную        клетку.'
    // },
    // 9:
    // {
    //     image: 'url("./yoga-img/9.jpg")',
    //     yogaName: 'АДХО МУКХА ШВАНАСАНА',
    //     rusianName: '(поза собаки)',
    //     description: 'Поза Собаки позволяет хорошо растянуть все тело. Она обеспечивает растяжку ног и укрепляет        щиколотки,        помогает снять скованность в шее, плечах и запястьях. Чтобы снять усталость и восстановить энергию,        останьтесь в этой позе чуть дольше'
    // },
    // 10:
    // {
    //     image: 'url("./yoga-img/10.jpg")',
    //     yogaName: 'ТТАНАСАНА',
    //     rusianName: '(стойка с наклоном вперед)',
    //     description: 'Асана успокаивает нервную систему, помогает справиться со стрессом и слабой депрессией. Стимулирует        работу почек и печени. Удлиняет заднюю поверхность бедер, вытягивает таз и икроножные мышцы.        Укрепляет        бедра и колени. Улучшает пищеварение. Облегчает симптомы менопаузы. Помогает справиться с усталостью        и        тревогой. Избавляет от головной боли и бессонницы. Оказывает терапевтическое воздействие при астме,        высоком кровяном давлении, бесплодии, остеопорозе и синусите.'
    // },
    // 11
    //     :
    // {
    //     image: 'url("./yoga-img/11.jpg")',
    //     yogaName: 'САЛАМБА САРВАНГАСАНА',
    //     rusianName: '(плечевая стойка с руками сзади)',
    //     description: 'Эта асана представляет собой усложненный вариант асаны Сарвангасаны. В силу того что равновесие в        позе        поддерживается за счет вытяжения мышц спины, а вес приходится на заднюю поверхность шеи, спина и шея        становятся крепче. Мышцы рук также обретают силу и гибкость.'
    // },
    // 12
    //     :
    // {
    //     image: 'url("./yoga-img/12.jpg")',
    //     yogaName: 'ЭКА ПАДА САРВАНГАСАНА',
    //     rusianName: '(стойка на плечах с вытянутой ногой)',
    //     description: 'Асана стимулирует работу почек, а также разрабатывает мышцы ног.'
    // },
    // 13
    //     :
    // {
    //     image: 'url("./yoga-img/13.jpg")',
    //     yogaName: 'АРНАПИДАСАНА',
    //     rusianName: '(поза давления на уши)',
    //     description: 'Это вариация Халасаны, которая может выполняться вместе с ней. Асана дает отдых ногам и корпусу, в        особенности в области сердца. Благодаря тому, что ноги сгибаются в коленях, позвоночник вытягивается        более интенсивно, что улучшает кровоснабжение области вокруг талии.'
    // },
    // 14
    //     :
    // {
    //     image: 'url("./yoga-img/14.jpg")',
    //     yogaName: 'ХАЛАСАНА',
    //     rusianName: '(поза плуга)',
    //     description: 'Воздействие Халасаны такое же, как у Саламба Сарвангасаны I, но, кроме того, вследствие сжатия        области        живота внутренние органы омолаживаются. Позвоночник благодаря наклону вперед получает усиленный        приток        крови, что снимает боли в спине.'
    // },
    // 15
    //     :
    // {
    //     image: 'url("./yoga-img/15.jpg")',
    //     yogaName: 'МАРИЧИАСАНА',
    //     rusianName: '(поза мудреца Маричи)',
    //     description: 'Эта поза с поворотом позвоночника снимает скованность в плечах и позвоночнике, облегчает боли в        нижней  части спины, улучшает пищеварение, вызывает прилив крови к органам брюшной полости и тонизирует их.'
    // },
    // 16
    //     :
    // {
    //     image: 'url("./yoga-img/16.jpg")',
    //     yogaName: 'ГОМУКХАСАНА',
    //     rusianName: '(поза коровьей головы)',
    //     description: 'Открывает грудную клетку, улучшает подвижность плеч и запястий, поскольку позвоночник сильно        растягивается вверх, плечевые суставы становятся более свободными. В зависимости от положения ног        при        выполнении конечной фазы упражнения, полезные качества асаны агрегируются.'
    // },
    // 17
    //     :
    // {
    //     image: 'url("./yoga-img/17.jpg")',
    //     yogaName: 'БХУДЖАНГАСАНА',
    //     rusianName: '(поза змеи)',
    //     description: ' Эта асана увеличивает объём лёгких. Повышает внутрибрюшное давление. Растягивает мышцы-разгибатели        голеностопа (подъёма стопы). Укрепляет и омолаживает симпатические нервы всех внутренних органов и        туловища. Устраняет деформацию позвоночника. Восстанавливает и омолаживает глубоко лежащие мышцы        спины и        живота. Устраняет скованность позвоночника. Стимулирует деятельность щитовидной и паращитовидной        желез,        почек и надпочеч­ников. Устраняет различные функциональные расстройства желез внутренней секреции.        Способствует хорошему опорожнению кишечника.Восстанавливает и омолаживает нервную систему.'
    // },
    // 18
    //     :
    // {
    //     image: 'url("./yoga-img/18.jpg")',
    //     yogaName: 'ДХАНУРАСАНА',
    //     rusianName: '(поза лука)',
    //     description: 'Эта поза тонизирует мышцы спины и сохраняет гибкость позвоночника, улучшая осанку и повышая        жизнеспособность. Перенос веса тела на живот уменьшает жировые отложения на нем и обеспечивает        хорошее        состояние пищеварительной и репродуктивной систем. Поза качающегося лука особенно способствует        массажу        внутренних органов.'
    // },
    // 19
    //     :
    // {
    //     image: 'url("./yoga-img/19.jpg")',
    //     yogaName: 'ЧАКРАСАНА',
    //     rusianName: '(поза колеса)',
    //     description: 'Эта асана тонизирует органы брюшной полости и позвоночник. Благодаря вращательному движению тела        усиливается циркуляция крови вокруг позвоночника, что способствует его омоложению. Асана полезна        также        страдающим гастритом и вялостью печени.'
    // },
    // 20
    //     :
    // {
    //     image: 'url("./yoga-img/20.jpg")',
    //     yogaName: 'САЛАБХАСАНА',
    //     rusianName: '(поза саранчи)',
    //     description: 'Асана способствует пищеварению, облегчает желудочно-кишечные расстройства, устраняет метеоризм.        Поскольку позвоночник вытягивается назад, он становится более гибким, поза уменьшает боли в        крестцовой и        поясничной области. Эта поза также оказывает благотворное влияние на мочевой пузырь и предстательную        железу.'
    // },
    // 21
    //     :
    // {
    //     image: 'url("./yoga-img/21.jpg")',
    //     yogaName: 'МАТСИАСАНА II',
    //     rusianName: '(поза рыбы)',
    //     description: ' В этой позе полностью растягивается дорсальная область и расширяется грудь. Дыхание становится        полнее.        Вытягивание шеи полезно для щитовидной железы.'
    // },
    // 22
    //     :
    // {
    //     image: 'url("./yoga-img/22.jpg")',
    //     yogaName: 'ПАДМАСАНА',
    //     rusianName: '(поза лотоса)',
    //     description: 'Поза лотоса - одна из самых важных и полезных. Она предназначена для медитации, и в этой позе        нередко        изображают Будду.'
    // },
    // 23
    //     :
    // {
    //     image: 'url("./yoga-img/23.jpg")',
    //     yogaName: 'БИДАЛАСАНА II',
    //     rusianName: '(поза кошки)',
    //     description: 'Эта поза стимулирует кровообращение в поясничной области. Укрепляет мышцы спины. Способствует        уменьшению        жировых отложений. Лечит гинекологические заболевания. Дает энергию.'
    // },
    // 24
    //     :
    // {
    //     image: 'url("./yoga-img/24.jpg")',
    //     yogaName: 'МАЛАСАНА',
    //     rusianName: '(поза гирлянды)',
    //     description: 'Асана оказывает успокаивающее и освежающее действие на работу мозга. Поза облегчает боли в пояснице,        снимает скованность в коленных и голеностопных суставах. Асана полезна для женщин, поскольку        регулирует        менструальный цикл и устраняет менструальные нарушения, расщепляет жировые отложения в нижней части        живота, тонизирует органы брюшной полости.'
    // },
    // 25
    //     :
    // {
    //     image: 'url("./yoga-img/25.jpg")',
    //     yogaName: 'УШТРАСАНА',
    //     rusianName: '(поза верблюда)',
    //     description: 'Уштрасана вытягивает и тонизирует весь позвоночник. Она исправляет сутулые плечи и спинной горб,        стимулирует циркуляцию крови. Также Уштрасана развивает чувство равновесия и вырабатывает        уверенность в        себе'
    // },
    // 26
    //     :
    // {
    //     image: 'url("./yoga-img/26.jpg")',
    //     yogaName: 'ВАДЖРАСАНА',
    //     rusianName: '(поза молнии)',
    //     description: ' Эта асана интенсифицирует кровоснабжение тазово-крестцовой области и тонизирует ее нервные ткани.        Это        особенно полезно людям с нарушениями пищеварения. Ваджрасана способствует уменьшению притока крови к        половым органам и массирует их нервные ткани. Это особенно полезно мужчинам с увеличенными яичками.        Асана укрепляет мышцы таза, что предотвращает возникновение грыжи и помогает женщинам при родах.        Ваджрасана является единственной позой, которую можно рекомендовать для медитации людям с        пояснично-крестцовым радикулитом и нарушениями, локализованными в области крестца. Ваджрасана -        очень        эффективное профилактическое средство, предупреждающее и устраняющее такие заболевания желудка, как        язва        или повышенная кислотность.'
    // },
    // 27
    //     :
    // {
    //     image: 'url("./yoga-img/27.jpg")',
    //     yogaName: 'ДВИ ХАСТА БХУДЖАСАНА',
    //     rusianName: '(баланс с опорой на ладони)',
    //     description: 'Асана укрепляет руки полностью и тонизирует органы брюшной полости. Также втягивается живот и        развивается брюшной пресс, укрепляются мышцы спины. Упражнение развивает чувство баланса и равновесия.'
    // },
    // 28
    //     :
    // {
    //     image: 'url("./yoga-img/28.jpg")',
    //     yogaName: 'ЭКА ПАДА РАДЖАКАПОТАСАНА',
    //     rusianName: '(поза голубя)',
    //     description: ' Асана особенно полезна при нарушениях в мочеполовой сфере, поскольку именно в этом отделе        значительно        улучшается кровообращение при ее выполнении. Развивается гибкость позвоночника. Существенно влияние        на        железы внутренней секреции: щитовидная, паращитовидные, поджелудочная железы, а также половые железы        (как мужские, так и женские) значительно лучше функционируют при регулярном выполении асаны.'
    // },
    29
        :
    {
        image: 'url("../yoga-illustration/white-png/29.png")',
        yogaName: 'ГАРУДАСАНА',
        rusianName: '(поза орла)',
        description: 'Это поза равновесия, сохраняющая подвижность щиколоток и плеч. Она рекомендуется для того, чтобы        предотвратить судороги в икроножных мышцах. Также улучшается концентрация.'
    },
    // 30
    //     :
    // {
    //     image: 'url("./yoga-img/30.jpg")',
    //     yogaName: '',
    //     rusianName: '(поза ящерицы)',
    //     description: 'Асана раскрывает тазобедренные суставы, подколенные сухожилия и пах. Укрепляет и растягивает мышцы        ног.        Растягивает позвоночник от копчика до шейного отдела.'
    // },
    // 31
    //     :
    // {
    //     image: 'url("./yoga-img/31.jpg")',
    //     yogaName: 'УТТХАН ПРИШТХАСАНА',
    //     rusianName: '(поза стоя с оттяжкой ступни)',
    //     description: ' Эта поза тонизирует мышцы нижней части спины и укрепляет ноги. Она выполняется в положении стоя на одной ноге с поднятой и вытянутой вперед. При выполнении позы ученик держит вытянутую ногу за большой палец.'
    // },
    // 32
    //     :
    // {
    //     image: 'url("./yoga-img/32.jpg")',
    //     yogaName: 'УТТХИТА ШВАНАСАНА',
    //     rusianName: '(поза щенка)',
    //     description: 'Асана растягивает спину и раскрывает плечевой пояс. Данное упражнение приносит успокоение уму,        снимает        стресс, помогает при бессоннице. Хорошо также тонизирует тело. Дыхание становится более глубоким,        так        как диафрагма в этом упражнении увеличивается.'
    // },
    // 33
    //     :
    // {
    //     image: 'url("./yoga-img/33.jpg")',
    //     yogaName: 'ШАВАСАНА',
    //     rusianName: '(поза трупа)',
    //     description: 'После выполнения других асан эта поза релаксации помогает снять напряжение в мышцах, выравнивает        дыхание        и успокаивает мозг. Энергия вливается в тело и проходит через него, заряжая вас новыми силами и        снимая        стресс.'
    // },
    // 34
    //     :
    // {
    //     image: 'url("./yoga-img/34.jpg")',
    //     yogaName: 'АНАНДА БАЛАСАНА',
    //     rusianName: '(поза довольного ребенка)',
    //     description: 'Эта асана чрезвычайно полезна для тазобедренных суставов. Она производит массаж бедренной области и        тонизирует мышцы бедер. Помогает избавиться от стресса и усталости'
    // },
    // 35
    //     :
    // {
    //     image: 'url("./yoga-img/35.jpg")',
    //     yogaName: 'АНАНТАСАНА',
    //     rusianName: '(поза Вишну)',
    //     description: 'Асана разрабатывает мышцы задней поверхности бедра. Она благотворно воздействует на область таза, облегчает боли в спине и предупреждает образование грыж.'
    // },
    36
        :
    {
        image: 'url("../yoga-illustration/white-png/36.png")',
        yogaName: 'АНДЖАНАСАНА',
        rusianName: '(поза полумесяца)',
        description: 'Эта поза является отличным упражнением для мышц ног. Увеличивает гибкость сгибателей бедра и        четырехглавой мышцы. Растягивает переднюю поверхность бедра. Раскрывает бедра и грудную клетку, расширяет легкие и улучшает кровообращение. Укрепляет мышцы бедер и может помочь при ишиасе, так как она растягивает подколенные сухожилия и мышцы ног.'
    },
    // 37
    //     :
    // {

    //     image: 'url("./yoga-img/37.jpg")',
    //     yogaName: 'АПАНАСАНА',
    //     rusianName: '(поза освобождения ветров)',
    //     description: 'Асана стимулирует работу пищеварительной системы, в ней колени, прижатые к животу, делают        своеобразный массаж внутренних органов. Упражнение также снимает напряжения с поясницы и позволяет разгрузить       нижние отделы позвоночника. Также асана из-за давления на диафрагму обеспечивает свободу ее движения, и тем самым высвобождает мышцы брюшной полости для выполнения функций по поддержанию осанки.'
    // },
    // 38
    //     :
    // {
    //     image: 'url("./yoga-img/38.jpg")',
    //     yogaName: 'АРДХА БХУДЖАНГАСАНА',
    //     rusianName: '(поза Сфинкса)',
    //     description: 'Эта асана укрепляет позвоночник. Вытягивает грудную клетку, плечевой пояс, мышцы живота. Укрепляет ягодичные мышцы. Стимулирует органы пищеварения. Помогает при стрессе и усталости.'
    // },
    // 39
    //     :
    // {
    //     image: 'url("./yoga-img/39.jpg")',
    //     yogaName: 'АРДХА ПАРШВАТТАНАСАНА',
    //     rusianName: '(поза интенсивной растяжки)', description: 'Асана хорошо растягивает заднюю поверхность бедер.Также это упражнение успокаивает мышление'
    // },
    // 40
    //     :
    // {
    //     image: 'url("./yoga-img/40.jpg")',
    //     yogaName: 'АШТАНГА НАМАСКАРА',
    //     rusianName: '(поза восьми точек)',
    //     description: ' Эта поза укрепляет мышцы ног и рук, раскрывает грудь и растягивает область спины между лопатками. Асана чрезвычайно полезна для всех отделов позвоночника. В ней также тонизируются почки, щитовидная железа и мышцы позвоночника. Мышцы шеи и плеч полностью растягиваются. Усиливается кровоснабжение в области        лобка. Упражнение благотворно влияет на щитовидную и околощитовидную железы, на надпочечники и половые        железы'
    // },
    // 41
    //     :
    // {
    //     image: 'url("./yoga-img/41.jpg")',
    //     yogaName: 'БАЛАСАНА ',
    //     rusianName: '(поза ребенка)',
    //     description: 'Эта асана аккуратно растягивает бедра и лодыжки. Успокаивает ум и помогает снять стресс и усталость. Снимает напряжение в спине и шее.'
    // },
    42
        :
    {
        image: 'url("../yoga-illustration/white-png/42.png")',
        yogaName: 'БХУДЖАНГАСАНА',
        rusianName: '(поза змеи)',
        description: 'Асана особенно рекомендуется для поддержания здоровья позвоночника. Железы внутренней секреции        (эндокринные) – щитовидная, половые, поджелудочная, надпочечники - также получают отличное        кровоснабжение.'
    },
    // 43
    //     :
    // {
    //     image: 'url("./yoga-img/43.jpg")',
    //     yogaName: 'ВАСИШТХАСАНА',
    //     rusianName: '(поза Васиштхи)',
    //     description: 'Эта асана укрепляет руки, живот, ноги. Растягивается и укрепляет запястья. Улучшает чувство      равновесия.'
    // },
    // 44
    //     :
    // {
    //     image: 'url("./yoga-img/44.jpg")',
    //     yogaName: 'ВИКАСИТАКАМАЛАСАНА',
    //     rusianName: '(поза цветущего лотоса)',
    //     description: 'Асана успокаивает ум и активизирует Свадиштану – вторую чакру. Стимулирует работу репродуктивной системы. Укрепляет спинальные мышцы, поясницу и позвоночник. Развивает чувство баланса.'
    // },
    // 45
    //     :
    // {
    //     image: 'url("./yoga-img/45.jpg")',
    //     yogaName: 'ДАНДАСАНА',
    //     rusianName: '(поза жезла)',
    //     description: 'Это основная поза для асан в положении сидя с наклонами вперед. Она учит сидеть прямо и вытягивать позвоночник вверх.'
    // },
    // 46
    //     :
    // {
    //     image: 'url("./yoga-img/46.jpg")',
    //     yogaName: 'ЙОГА МУДРАСАНА',
    //     rusianName: '(поза печать йоги)',
    //     description: 'Положение, в котором руки перекрещиваются за спиной, расширяет грудную клетку и улучшает подвижность плечевого сустава. Йога Мудрасана улучшает перистальтику и способствует прохождению отходов  жизнедеятельности организма по кишечнику вниз, что избавляет от запоров и улучшает пищеварение. Эта поза особенно полезна для пробуждения кундалини.'
    // },
    47
        :
    {
        image: 'url("../yoga-illustration/white-png/47.png")',
        yogaName: 'КАНДХАРАСАНА',
        rusianName: '(поза для плеч)',
        description: 'Асана исправляет дефекты позвоночника, а также избавляет от сутулости и болей в спине. Благотворно        влияет на внутренние органы брюшного отдела, улучшая пищеварение, при этом также исчезают жировые        отложения в области живота и талии. Упражнение используется в лечении расстройств половой сферы и        служит        профилактикой выкидышей. Также асана рекомендуется для регулярного использования женщинам после        родов,        она поможет быстро восстановить растянувшиеся мышцы живота.'
    },
    // 48
    //     :
    // {
    //     image: 'url("./yoga-img/48.jpg")',
    //     yogaName: 'МАРДЖАРИАСАНА',
    //     rusianName: '(поза потягивающейся кошки)', description: 'Эта асана раскрепощает спину. Особенно рекомендуется регулярно практиковать марджариасану людям с негибким позвоночником и хроническими болями в спине или шее. Марджариасана обеспечивает хороший массаж брюшной и тазовой областей, что благотворно сказывается на внутренних органах.'
    // },
    // 49
    //     :
    // {
    //     image: 'url("./yoga-img/49.jpg")',
    //     yogaName: 'МАРИЧИАСАНА',
    //     rusianName: '(поза с поворотом позвоночника)', description: 'Эта более интенсивная поза повышает уровень энергии. При энергичном повороте тела массируются органы брюшной полости: печень, селезенка, поджелудочная железа, почки и кишечник — повышается их тонус и улучшается работа.'
    // },
    // 50
    //     :
    // {
    //     image: 'url("./yoga-img/50.jpg")',
    //     yogaName: 'МАХА МУДРА',
    //     rusianName: '(поза великой печати)',
    //     description: 'Асана стимулирует работу органов брюшной полости, почек и надпочечников. Благодаря тому, что            абдоминальные органы в ней движутся вверх, поза помогает при опущении матки у женщин. Длительное пребывание в позе облегчает боли в селезенке , а также помогает при увеличении предстательной железы. Кроме того, она также избавляет от нарушений пищеварения. Маха Мудра избавляет от боли и побеждает            смерть. Если практиковать ее, можно есть все. Переварится любая пища и даже смертоносный яд…            Практикующий Маха Мудру излечивается от туберкулеза, проказы, геморроя, спленомегалии (увеличения            селезенки ), расстройств пищеварения и многих других хронических заболеваний.'
    // },
    // 51
    //     :
    // {
    //     image: 'url("./yoga-img/51.jpg")',
    //     yogaName: 'ПАРИВРИТТА УТКАТАСАНА',
    //     rusianName: '(поза энергии со скруткой)',
    //     description: 'Асана хорошо растягивает плечевой пояс и развивает мышцы талии. Укрепляет мышцы бедер, а при частом        использовании сокращает их объем. Развивают чувство равновесия. За счет сильного давления на        внутренние        органы, эта асана способствует детоксикации и очищению организма от шлаков. Повышает гибкость спины        и        позвоночника.'
    // },
    // 52
    //     :
    // {
    //     image: 'url("./yoga-img/52.jpg")',
    //     yogaName: 'ПАРИГХАСАНА',
    //     rusianName: '(поза засова)',
    //     description: 'В этой позе вытягивается область таза. Одновременно с этим одна сторона брюшной полости разгибается,            а            другая — наоборот, сгибается. Это поддерживает функциональную активность абдоминальных мышц и            органов и            сохраняет упругость кожи. Вытяжение позвоночника вбок помогает избавиться от тугоподвижности в            спине.'
    // },
    // 53
    //     :
    // {
    //     image: 'url("./yoga-img/53.jpg")',
    //     yogaName: 'ПАРИПУРНА НАВАСАНА',
    //     rusianName: '(поза лодки)',
    //     description: 'Эта поза улучшает кровообращение в брюшной полости и пищеварение, тонизирует мышцы живота, укрепляет            спинальные мышцы, снимает боль в пояснице, стимулирует работу щитовидной железы.'
    // },
    // 54
    //     :
    // {
    //     image: 'url("./yoga-img/54.jpg")',
    //     yogaName: 'ПАРШВАТТАНАСАНА',
    //     rusianName: '(интенсивная боковая растяжка)', description: 'Эта поза позволяет сохранить подвижность шеи, плеч, локтей и запястий, укрепить мышцы брюшной            полости.            Она делает позвоночник более гибким, а тазобедренные суставы — более подвижными. В этой позе голова            опущена вниз — это успокаивает мозг.'
    // },
    // 55
    //     :
    // {
    //     image: 'url("./yoga-img/55.jpg")',
    //     yogaName: 'ПАШИМОТТАНАСАНА',
    //     rusianName: '(полный наклон вперед)',
    //     description: 'Эта поза тонизирует органы брюшной полости и активизирует их работу, помогает пищеварению и            омолаживает            позвоночник. Когда тело находится в горизонтальном положении в позах с наклоном вперед, снимается            напряжение с сердца.'
    // },
    // 56
    //     :
    // {
    //     image: 'url("./yoga-img/56.jpg")',
    //     yogaName: 'ПРАСАРИТТА ПАДОТТАНАСАНА',
    //     rusianName: '(широкоугольная стойка с наклоном вперед)',
    //     description: 'Эту позу обычно выполняют после всех остальных в положении стоя. Кровь приливает к торсу и голове,            успокаивая тело и разум, даря ощущение покоя и безмятежности.'
    // },
    // 57
    //     :
    // {
    //     image: 'url("./yoga-img/57.jpg")',
    //     yogaName: 'СУПТА ПАДАНГУШТХАСАНА',
    //     rusianName: '(поза лежа на спине с растяжкой ног)',
    //     description: 'Эти поза хорошо подходит для растяжки подколенных сухожилий. Они укрепляют колени и тазобедренные            суставы, помогают снять боль при радикулите. Тазовый пояс выравнивается, снимается скованность в            крестце            и облегчается боль в спине'
    // },
    // 58
    //     :
    // {
    //     image: 'url("./yoga-img/58.jpg")',
    //     yogaName: 'СУПТА ПАДАНГУШТХАСАНА',
    //     rusianName: '(поза лежа с захватом ступней)',
    //     description: 'Данная асана хорошо укрепляет мышцы спины и ног, особенно область поясницы. Массирует брюшную            полость.            Укрепляет пресс и мышцы рук. Вытягивает заднюю поверхность ног.'
    // },
    // 59
    //     :
    // {
    //     image: 'url("./yoga-img/59.jpg")',
    //     yogaName: 'УРДХВА УПАВИШТА КОНАСАНА',
    //     rusianName: '(поза вытянутого широкого угла)',
    //     description: 'Асана раскрывает тазобедренные суставы, растягивает внутреннюю часть бедер и икроножные мышцы.            Укрепляет            связки предплечий и спинальные мышцы. Развивает чувство баланса, концентрации и внимания.'
    // },
    // 60
    //     :
    // {
    //     image: 'url("./yoga-img/60.jpg")',
    //     yogaName: 'ЭКА ПАДА РАДЖАКАПОТАСАНА',
    //     rusianName: '(поза голубя)',
    //     description: 'Эта поза растягивает бедра, пах и поясничные мышцы, живот, грудь, плечи и шею. Стимулирует органы            брюшной полости. Раскрывает плечи и грудь.'
    // },
    // 61
    //     :
    // {
    //     image: 'url("./yoga-img/61.jpg")',
    //     yogaName: 'АДХО МУКХА ВИРАСАНА',
    //     rusianName: '(поза героя с наклоном вперед)',
    //     description: 'Эта поза успокаивает тело и душу, снимает усталость и головные боли, растягивает и тонизирует            позвоночник, облегчает боли в спине и шее.'
    // },
    // 62
    //     :
    //     { image: 'url("./yoga-img/62.jpg")', yogaName: 'АРДХА МАНДУКАСАНА', rusianName: '(половинная поза лягушки)', description: 'Асана способствует удалению жира на животе и бёдра…ет вестибулярный аппарат. Укрепляет мышцы пресса.' },
    // 63
    //     :
    // {
    //     image: 'url("./yoga-img/63.jpg")',
    //     yogaName: 'АРДХА ПИНЧА МАЙЮРАСАНА ',
    //     rusianName: '(поза дельфина)',
    //     description: 'Асана способствует удалению жира на животе и бёдрах. Исправляет дефекты позвоночника. Нормализует            работу            желудочно-кишечного тракта и печени. Укрепляет мышцы спины и тазобедренные суставы. Улучшает            пищеварение. Тренирует вестибулярный аппарат. Укрепляет мышцы пресса.'
    // },
    // 64
    //     :
    // {
    //     image: 'url("./yoga-img/64.jpg")',
    //     yogaName: 'БАДДХА КОНАСАНА',
    //     rusianName: '(поза фиксированного угла)',
    //     description: 'Эта поза улучшает подвижность коленных и тазобедренных суставов, стимулирует органы таза, брюшной            полости и область поясницы, сохраняет здоровыми почки и простату, укрепляет мочевой пузырь и матку,            а            также снимает боли в пояснице'
    // },
    // 65
    //     :
    //     { image: 'url("./yoga-img/65.jpg")', yogaName: 'БАКАСАНА', rusianName: '(поза журавля)', description: 'Асана укрепляет руки и запястья. Вытягивает мышцы … область паха. Тонизирует органы брюшной полости.' },
    // 66
    //     :
    // {
    //     image: 'url("./yoga-img/66.jpg")',
    //     yogaName: 'ВИПАРИТА КАРАНИ',
    //     rusianName: '(поза свечи)',
    //     description: 'Является восстанавливающей асаной, она помогает в снятии энергетических зажимов, правильно             направляет             течения внутренней энергии тела, способствует омоложению всего тела и отливу крови от нижней части             тела             к голове.Помогает уменьшить боли в спине, устранить усталости в ногах, успокоить нервную систему,             избавиться от судорог. Отлично вытягивает тыльную сторону шеи, а так же удлиняет переднюю часть             корпуса             и задние поверхности ног. Випарита Карани Мудра поможет отдохнуть сердечной мышце, улучшить             кровообращение в мозгу, избавиться от депрессии, успокоить мысли. При постоянной практике асаны             можно             излечить гипертонию и гипотонию, базедовую болезнь, геморрой и варикозные расширения вен.'
    // },
    // 67
    //     :
    // {
    //     image: 'url("./yoga-img/67.jpg")',
    //     yogaName: 'ВИРАСАНА',
    //     rusianName: '(поза героя)',
    //     description: 'Эта поза растягивает верхнюю поверхность стоп, щиколотки и колени, помогает снять судороги в            икроножных            мышцах, помогает при плоскостопии, снимает дискомфорт в ногах и является отличным средством при            несварении желудка.'
    // },
    // 68
    //     :
    // {
    //     image: 'url("./yoga-img/68.jpg")',
    //     yogaName: 'СУПТА ВИРАСАНА',
    //     rusianName: '(поза спящего героя)',
    //     description: 'Асана удлиняет области живота и таза. Пребывание в ней в течение 10–15 минут избавляет от болей в            ногах.            Поза полезна для легкоатлетов и всех тех, кто вынужден долгое время проводить на ногах. Вирасану            можно            выполнять после принятия пищи. Кроме того, практикуя позу перед сном, наутро вы почувствуете,            насколько            отдохнули ноги.'
    // },
    // 69
    //     :
    // {
    //     image: 'url("./yoga-img/69.jpg")',
    //     yogaName: 'ГОАСАНА',
    //     rusianName: '(поза стола)',
    //     description: 'Асана способствует устранению деформации позвоночника. Хорошо воздействует на поясницу, устраняет             поясничные боли, укрепляет мышцы поясницы, спины и живота, тонизирует мышцы рук, повышает             выносливость.             Восстанавливает и омолаживает глубоко лежащие мышцы спины и живота. Расслабляет живот и кишечную             систему. Стимулирует работу органов брюшной полости.'
    // },
    // 70
    //     :
    // {
    //     image: 'url("./yoga-img/70.jpg")',
    //     yogaName: 'ПАШИМОТТАНАСАНА',
    //     rusianName: '(полный наклон вперед с захватом пальцев)',
    //     description: 'Эта поза тонизирует органы брюшной полости и активизирует их работу, помогает пищеварению и            омолаживает            позвоночник. Когда тело находится в горизонтальном положении в позах с наклоном вперед, снимается            напряжение с сердца.'
    // },
    // 71
    //     :
    // {
    //     image: 'url("./yoga-img/71.jpg")',
    //     yogaName: 'САРВАНГАСАНА',
    //     rusianName: '(плечевая стойка с опорой)',
    //     description: 'Эта асана помогает при мочеполовых расстройствах, смещении матки, менструальных нарушениях, геморрое            и            грыже. Она также помогает при эпилепсии, пониженной жизнедеятельности и анемии            Не будет преувеличением сказать, что если человек регулярно выполняет Сарвангасану, он почувствует            прилив сил, будет счастлив и уверен в себе, новая жизнь будет бить в нем ключом, ум будет спокоен, и            он            ощутит радость жизни. После продолжительной болезни регулярное выполнение этой асаны дважды в день            позволит восстановить утраченное здоровье. Цикл Сарвангасаны тонизирует органы брюшной полости и            дает            облегчение людям, страдающим от язв желудка и кишечника, сильных болей в животе, колита.'
    // },
    72
        :
    {
        image: 'url("../yoga-illustration/white-png/72.png")',
        yogaName: 'САХАДЖА ПУРВОТТАНАСАНА',
        rusianName: '(поза перевернутого стола)',
        description: 'Асана укрепляет руки, растягивает плечи Рекомендуется при заболеваниях легких, воспалительных и            инфекционных, аллергических, при болях в спине, вызванных «сидячей» работой, для исправления осанки.            Укрепляет мышцы брюшного пресса, рук и ног, тонизирует область шеи. Стимулирует работу внутренних            органов брюшной полости.'
    },
    73
        :
    {
        image: 'url("../yoga-illustration/white-png/73.png")',
        yogaName: 'ТАДАСАНА',
        rusianName: '(поза горы)',
        description: 'Эта поза учит правильно стоять и обращает ваше внимание на осанку — вы осознаете, как должны            работать            ноги и стопы, чтобы тело держалось прямо. Все позы в положении стоя начинаются и заканчиваются позой            Горы.'
    },
    74
        :
    {
        image: 'url("../yoga-illustration/white-png/74.png")',
        yogaName: 'УТТХИТА ТРИКОНАСАНА',
        rusianName: '(поза вытянутого треугольника)',
        description: 'Эта поза укрепляет ноги, улучшает подвижность тазобедренных суставов и облегчает боли в спине. В            этой            позе важно не поворачивать бедра в тот момент, когда вы поворачиваете стопы. Начинайте с правой            стороны,            затем повторите позу с левой стороны.'
    },
    75
        :
    {
        image: 'url("../yoga-illustration/white-png/75.png")',
        yogaName: 'ЧАТУРАНГА ДАНДАСАНА',
        rusianName: '(поза планки)',
        description: 'Эта асана укрепляет запястья, руки, пресс и позвоночник. Тонизирует область брюшной полости.        Улучшает        осанку. Развивает выносливость, силу и терпение.'
    },
    76
        :
    {
        image: 'url("../yoga-illustration/white-png/76.png")',
        yogaName: 'ЧАТУРАНГА ДАНДАСАНА',
        rusianName: '(поза четырех конечностей)',
        description: 'Эта поза укрепляет руки, развивает подвижность и силу запястий. Она также сокращает и тонизирует            органы            брюшной полости.'
    },
    77:
    {
        image: 'url("../yoga-illustration/white-png/77.png")',
        yogaName: 'УТТХИТА БАДДХА ПАРШВАКОНАСАНА',
        rusianName: '(поза бокового угла с замком)',
        description: 'Эта асана тонизирует лодыжки, колени и бедра. Она исправляет дефекты икр и бедер, развивает грудь,        сокращает жировые отложения в области талии и таза, страняет ишиас и артрит. Также усиливает        перистальтику кишечника и способствует дефекации. Асана воздействует интенсивно на плечи, верх        спины,        брюшную область, кишечник.'
    }
};