const yogaData = {
    1:
    {
        image: 'url("./yoga-img/1.jpg")',
        yogaName: 'ВРИКШАСАНА',
        rusianName: 'поза дерева',
        description: `Это поза растягивает и
укрепляет мышцы ног и учит сохранять равновесие. Регулярное выполнение
поз на равновесие улучшит концентрацию внимания, повысит мышечный тонус и
поможет обрести душевное равновесие.`
    },
    2:
    {
        image: 'url("./yoga-img/2.jpg")',
        yogaName: 'НАТАРАДЖАСАНА',
        rusianName: 'поза царя Натараджи',
        description: `Асана вытягивает плечи и грудную клетку. Вытягивает бедра, живот и область
        паха. Укрепляет ноги и лодыжки. Улучшает чувство равновесия. Нормализует гормональный баланс. Успокаивает нервную систему. Улучшает кровообращение в органах малого таза. Освобождает диафрагмальную область от
        напряжения.`
    },
    3:
    {
        image: 'url("./yoga-img/3.jpg")',
        yogaName: 'АРДХА ЧАНДРАСАНА',
        rusianName: 'поза полумесяца',
        description: `Эта поза укрепляет ноги и улучшает чувство равновесия. Регулярные тренировки укрепят координацию
        и концентрацию. Благодаря сильной растяжке позвоночника спина становится более гибкой. Поза восстанавливает правильную центровку тела.`
    },
    4:
    {
        image: 'url("./yoga-img/4.jpg")',
        yogaName: 'ВИРАБХАДРАСАНА I',
        rusianName: 'поза царя Натараджи',
        description: `Это более сложная поза, которая позволяет хорошо раскрыть грудную клетку, что в свою очередь приводит к улучшению дыхания. Она также помогает снять ригидность в плечах, спине и шее.`
    },
    5:
    {
        image: 'url("./yoga-img/5.jpg")',
        yogaName: 'ВИРАБХАДРАСАНА II',
        rusianName: 'поза воина',
        description: `Эта поза укрепляет ноги, возвращает гибкость мышцам спины, тонизирует мышцы брюшной полости. Хотя позу
        называют второй, выполняют ее первой, так как она менее сложная.`
    },
    6:
    {
        image: 'url("./yoga-img/6.jpg")',
        yogaName: 'АНДЖАНЕЙАСАНА',
        rusianName: 'поза низкого выпада вперед',
        description: `Снимает воспаление седалищного нерва, придает тонус отводящей мышцы бедра, укрепляет руки и плечи,
        растягивает мышцы и связки бедра и колена.`
    },
    7:
    {
        image: 'url("./yoga-img/7.jpg")',
        yogaName: 'УТТХИТА ПАРШВАКОНАСАНА',
        rusianName: 'поза вытянутого треугольника с наклоном',
        description: `Эта асана тонизирует лодыжки, колени и бедра. Она исправляет дефекты икр и бедер, развивает грудь,
        сокращает жировые отложения в области талии и таза, устраняет ишиас и артрит. Также усиливает
        перистальтику кишечника и способствует дефекации.`
    },
    // 8:
    // {
    //     image: 'url("./yoga-img/8.jpg")',
    //     yogaName: '',
    //     rusianName: '',
    //     description: ``
    // },
    // 9:
    // {
    //     image: 'url("./yoga-img/9.jpg")',
    //     yogaName: '',
    //     rusianName: '',
    //     description: ``
    // }
}


