yogaData = {
    1:
    {
        image: 'url(../yoga-illustration/white-png/1.png)',
        yogaName: 'ВРИКШАСАНА',
        rusianName: '(поза дерева)',
        description: 'Это поза растягивает и укрепляет мышцы ног и учит сохранять равновесие. Регулярное выполнение поз на равновесие улучшит концентрацию внимания, повысит мышечный тонус и поможет обрести душевное равновесие.'
    },
    2:
    {
        image: 'url(../yoga-illustration/white-png/2.png)',
        yogaName: 'НАТАРАДЖАСАНА',
        rusianName: '(поза царя Натараджи)',
        description: 'Асана вытягивает плечи и грудную клетку. Вытягивает бедра, живот и область паха. Укрепляет ноги и лодыжки. Улучшает чувство равновесия. Нормализует гормональный баланс. Успокаивает нервную систему.Улучшает кровообращение в органах малого таза. Освобождает диафрагмальную область от напряжения.'
    },
    29
        :
    {
        image: 'url(../yoga-illustration/white-png/29.png)',
        yogaName: 'ГАРУДАСАНА',
        rusianName: '(поза орла)',
        description: 'Это поза равновесия, сохраняющая подвижность щиколоток и плеч. Она рекомендуется для того, чтобы        предотвратить судороги в икроножных мышцах. Также улучшается концентрация.'
    },
    36
        :
    {
        image: 'url(../yoga-illustration/white-png/36.png)',
        yogaName: 'АНДЖАНАСАНА',
        rusianName: '(поза полумесяца)',
        description: 'Эта поза является отличным упражнением для мышц ног. Увеличивает гибкость сгибателей бедра и        четырехглавой мышцы. Растягивает переднюю поверхность бедра. Раскрывает бедра и грудную клетку, расширяет легкие и улучшает кровообращение. Укрепляет мышцы бедер и может помочь при ишиасе, так как она растягивает подколенные сухожилия и мышцы ног.'
    },
    42
        :
    {
        image: 'url(../yoga-illustration/white-png/42.png)',
        yogaName: 'БХУДЖАНГАСАНА',
        rusianName: '(поза змеи)',
        description: 'Асана особенно рекомендуется для поддержания здоровья позвоночника. Железы внутренней секреции        (эндокринные) – щитовидная, половые, поджелудочная, надпочечники - также получают отличное        кровоснабжение.'
    },
    47
        :
    {
        image: 'url(../yoga-illustration/white-png/47.png)',
        yogaName: 'КАНДХАРАСАНА',
        rusianName: '(поза для плеч)',
        description: 'Асана исправляет дефекты позвоночника, а также избавляет от сутулости и болей в спине. Благотворно        влияет на внутренние органы брюшного отдела, улучшая пищеварение, при этом также исчезают жировые        отложения в области живота и талии. Упражнение используется в лечении расстройств половой сферы и        служит        профилактикой выкидышей. Также асана рекомендуется для регулярного использования женщинам после        родов,        она поможет быстро восстановить растянувшиеся мышцы живота.'
    },
    72
        :
    {
        image: 'url(../yoga-illustration/white-png/72.png)',
        yogaName: 'САХАДЖА ПУРВОТТАНАСАНА',
        rusianName: '(поза перевернутого стола)',
        description: 'Асана укрепляет руки, растягивает плечи Рекомендуется при заболеваниях легких, воспалительных и            инфекционных, аллергических, при болях в спине, вызванных «сидячей» работой, для исправления осанки.            Укрепляет мышцы брюшного пресса, рук и ног, тонизирует область шеи. Стимулирует работу внутренних            органов брюшной полости.'
    },
    73
        :
    {
        image: 'url(../yoga-illustration/white-png/73.png)',
        yogaName: 'ТАДАСАНА',
        rusianName: '(поза горы)',
        description: 'Эта поза учит правильно стоять и обращает ваше внимание на осанку — вы осознаете, как должны            работать            ноги и стопы, чтобы тело держалось прямо. Все позы в положении стоя начинаются и заканчиваются позой            Горы.'
    },
    74
        :
    {
        image: 'url(../yoga-illustration/white-png/74.png)',
        yogaName: 'УТТХИТА ТРИКОНАСАНА',
        rusianName: '(поза вытянутого треугольника)',
        description: 'Эта поза укрепляет ноги, улучшает подвижность тазобедренных суставов и облегчает боли в спине. В            этой            позе важно не поворачивать бедра в тот момент, когда вы поворачиваете стопы. Начинайте с правой            стороны,            затем повторите позу с левой стороны.'
    },
    75
        :
    {
        image: 'url(../yoga-illustration/white-png/75.png)',
        yogaName: 'ЧАТУРАНГА ДАНДАСАНА',
        rusianName: '(поза планки)',
        description: 'Эта асана укрепляет запястья, руки, пресс и позвоночник. Тонизирует область брюшной полости.        Улучшает        осанку. Развивает выносливость, силу и терпение.'
    },
    76
        :
    {
        image: 'url(../yoga-illustration/white-png/76.png)',
        yogaName: 'ЧАТУРАНГА ДАНДАСАНА',
        rusianName: '(поза четырех конечностей)',
        description: 'Эта поза укрепляет руки, развивает подвижность и силу запястий. Она также сокращает и тонизирует            органы            брюшной полости.'
    },
    77:
    {
        image: 'url(../yoga-illustration/white-png/77.png)',
        yogaName: 'УТТХИТА БАДДХА ПАРШВАКОНАСАНА',
        rusianName: '(поза бокового угла с замком)',
        description: 'Эта асана тонизирует лодыжки, колени и бедра. Она исправляет дефекты икр и бедер, развивает грудь,        сокращает жировые отложения в области талии и таза, страняет ишиас и артрит. Также усиливает        перистальтику кишечника и способствует дефекации. Асана воздействует интенсивно на плечи, верх        спины,        брюшную область, кишечник.'
    }
};